Revit 2027 API
ParameterTypeId.ViewerAnnotationCropActive Property
 "Annotation Crop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerAnnotationCropActive { get; }
Public Shared ReadOnly Property ViewerAnnotationCropActive As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerAnnotationCropActive {
	ForgeTypeId^ get ();
}
static member ViewerAnnotationCropActive : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace